{"data":{"markdownRemark":{"html":"<p><strong>Authors</strong>: W. Hotrakool, C. Abhayaratne</p>\n<p><strong>Published in</strong>: Proceedings of 2017 22nd International Conference on Digital Signal Processing (DSP2017)</p>\n<p><strong>Year</strong>: 2017</p>\n<p><strong>Abstract</strong>: The main task of Functional Magnetic Resonance Imaging (fMRI) is the localisation of brain activities, which depends on the detection of hemodynamic responses in the Blood Oxygenation-Level Dependent (BOLD) signal. While compressive sensing has been widely applied to improve the quality and resolution of MRI in general, its reconstruction noise overwhelms the small magnitude of hemodynamic responses. We propose a new reconstruction algorithm for the compressive sensing fMRI that exploits the temporal redundancy of the data, called Referenced Compressive Sensing, which works well in preserving fMRI analytical features. We also propose the use of the baseline-independent signal for analysis of reconstructed data. It is shown that the baseline-independent reconstructed data from Referenced Compressive Sensing is highly correlated to the lossless data, thus preserving more of the analytical features.</p>\n<p><strong>DOI</strong>: <a href=\"https://doi.org/10.1109/ICDSP.2017.8096065\">10.1109/ICDSP.2017.8096065</a></p>\n<p><strong>Find it on</strong>: <a href=\"http://ieeexplore.ieee.org/document/8096065/\">IEEEXplore</a></p>\n<p><strong>Copy BibTex</strong>:</p>\n<pre><code>@INPROCEEDINGS{8096065,\nauthor={W. Hotrakool and C. Abhayaratne},\nbooktitle={2017 22nd International Conference on Digital Signal Processing (DSP)},\ntitle={Towards baseline-independent analysis of compressive sensed functional magnetic resonance image data},\nyear={2017},\npages={1-5},\ndoi={10.1109/ICDSP.2017.8096065},\nmonth={August},}\n</code></pre>","frontmatter":{"title":"Towards Baseline-independent Analysis of Compressive Sensed Functional Magnetic Resonance Image Data","backgroundColor":"rgb(150,66,33)","textColor":"white"}}},"pageContext":{"slug":"/research/conference-7/"}}