{"data":{"markdownRemark":{"html":"<h2>AutoPick</h2>\n<p>Automatic photo gallery preview generator using machine learning</p>\n<h2>pyVideoSheet</h2>\n<p><img src=\"/pages/img/software-4.png\"></p>\n<p>Python video thumbnail contact sheet creator</p>\n<p>To download and use pyVideoSheet, also the documentation, please visit its GitHub page at <a href=\"https://github.com/rorasa/pyVideoSheet\">https://github.com/rorasa/pyVideoSheet</a></p>\n<h2>EPrints-box and  EPrints-dock</h2>\n<p><em>Support ended</em></p>\n<p><img src=\"/pages/img/software-3.png\"></p>\n<p>The vagrant box and the Docker container preconfigured to run EPrints repository system.</p>\n<p>EPrints-box allows an institutional-grade repository system EPrints to be deployed instantly as a virtual machine. EPrints is a full-fledged respository system employed in hundreds on universities and libraries worldwide. With EPrints-box, it takes only a few steps to have your own powerful repository up-and-running locally in no time.</p>\n<p>EPrints-box is designed to work as a local repository where large traffic and security are not concerns. It works best as a local repository, home repository or a demo. For large scale production repository, it is advised to deploy EPrints properly on a server following the instructions at <a href=\"http://wiki.eprints.org/w/Main_Page\">http://wiki.eprints.org/w/Main_Page</a>.</p>\n<p>EPrints-box on <a href=\"https://github.com/rorasa/eprints-box/\">Github</a></p>\n<h2>Time's Up!</h2>\n<p><em>Support ended</em></p>\n<p><img src=\"/pages/img/software-2.png\"></p>\n<p>A Chrome extension to limit the amount of time spent on social media.</p>\n<h2>La Ballerina</h2>\n<p><img src=\"/pages/img/software-1.png\"></p>\n<p>A visual novel / music game hybrid entry to Indie Game Maker Contest 2013</p>\n<p>To download La Ballerina, please visit its GitHub page at <a href=\"https://github.com/rorasa/la_ballerina\">https://github.com/rorasa/la_ballerina</a></p>","frontmatter":{"title":"Development","backgroundColor":"rgb(178,0,75)","textColor":"white"}}},"pageContext":{"slug":"/development/"}}