{"data":{"markdownRemark":{"html":"<p><strong>Authors</strong>: W. Hotrakool, C. Abhayaratne</p>\n<p><strong>Appeared in</strong>: Proceedings of 10th IMA International Conference on Mathematics in Signal Processing</p>\n<p><strong>Year</strong>: 2014</p>\n<p><strong>Abstract</strong>: This paper presents an efficient method to reconstruct complete functional magnetic resonance imaging (fMRI) data from compressive measurements. The proposed method aims to obtain the fMRI data from a very small amount of measurement, which is less than or equal to that required by the Echo Planar Imaging (EPI), without the dramatic increase in the reconstruction complexity. This efficient method uses the least squares method in conjunction with the correlated reference-based reconstruction. The simulation results show that the proposed method provides better reconstructions and more accurate brain activity maps at a very low sampling rate.</p>\n<p><strong>DOI</strong>: <a href=\"http://dx.doi.org/10.13140/2.1.4501.7929\">10.13140/2.1.4501.7929</a></p>\n<p><strong>Find it on</strong>: <a href=\"https://www.researchgate.net/publication/270903001_Efficient_Reconstruction_of_Functional_Magnetic_Resonance_Imaging_fMRI_Data_From_Compressive_Measurements_Based_On_Correlated_Reference\">ResearchGate</a></p>\n<p><strong>Copy BiBTeX</strong>:</p>\n<pre><code>@inproceedings{hotrakool2014efficient,\nauthor={Hotrakool, Wattanit and Abhayaratne, Charith},\nbooktitle={10th {IMA} International Conference on Mathematics in Signal Processing},\ntitle={Efficient Reconstruction of Functional Magnetic Resonance Imaging {(fMRI)} Data From Compressive Measurements Based On Correlated Reference},\nyear={2014},\nmonth={December}}\n</code></pre>","frontmatter":{"title":"Efficient Reconstruction of Functional Magnetic Resonance Imaging (fMRI) Data From Compressive Measurements Based On Correlated Reference","backgroundColor":"rgb(150,66,33)","textColor":"white"}}},"pageContext":{"slug":"/research/conference-5/"}}